Repository: vashimbogom/Hanoi-towers-app
Catalog: hanoi-towers-app/App/Localizable.xcstrings
Source language: en
Languages: es_419

source: Disks #
es_419: # Discos

source: disks:
es_419: discos:

# disksHelp
source: Disks #
es_419: # Discos

# disksLbl
source: disks:
es_419: discos:

source: from rod
es_419: de la barra

source: in seconds
es_419: en segundos

source: Take disk
es_419: Mueve el disco

# title
source: Towers of Hanoi
es_419: Torres de Hanoi

source: to rod
es_419: a la barra

source: Towers of Hanoi
es_419: Torres de Hanoi

# velocityHelp
source: in seconds
es_419: en seg
